alacritty
amd-ucode
arandr
arc-gtk-theme
aws-cli
base
base-devel
batify
bind
blueberry
bluez-utils
borg
chezmoi
cronie
darkman
deepin-screen-recorder
docker
docker-compose
doomretro
efibootmgr
element-desktop
fff
firefox
flameshot
gnome-disk-utility
google-chrome
gtk2
hplip
htop
i3blocks
intel-ucode
jq
kdeconnect
keybase-bin
keychain
krita
lazygit
libpng12
light
luarocks
man-db
man-pages
mtr
nano
ncdu
neofetch
neovim
netstat-nat
network-manager-applet
nginx
nmap
nosql-workbench
obs-studio
optipng
pavucontrol
pgadmin4-desktop
pngquant
postman-bin
python-virtualenv
qbittorrent
ranger
ripgrep
rsync
sl
slack-desktop
smartmontools
sof-firmware
starship
steam
translate-shell
ttf-fira-code
ttf-hack
ttf-jetbrains-mono
ttf-joypixels
ttf-roboto
ttf-ubuntu-font-family
vim
vlc
w3m-imgcat
wireguard-tools
wireless_tools
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vmware
xorg-server-devel
xorg-xinit
xournalpp
yarn
yay
zoom
zram-generator
