alacritty
amd-ucode
arandr
arc-gtk-theme
aws-cli
base
base-devel
bash-completion
batify
bind
blueberry
bluez-utils
borg
chezmoi
cronie
cups
darkman
deepin-screen-recorder
dmenu
docker
docker-buildx
docker-compose
doomretro
dunst
efibootmgr
element-desktop
feh
fff
firefox
flameshot
foremost
git
gnome-disk-utility
gnome-keyring
gnome-themes-extra
google-chrome
gst-plugin-pipewire
gtk2
hplip
htop
i3blocks
i3lock
i3status
i3-wm
intel-media-driver
intel-ucode
iwd
jq
kdeconnect
keybase-bin
keychain
krita
lazygit
libmicrodns
libpng12
libpulse
libva-intel-driver
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
luarocks
man-db
man-pages
mtr
nano
ncdu
neofetch
neovim
netstat-nat
networkmanager
network-manager-applet
nginx
nmap
nosql-workbench
obsidian
obs-studio
openshift-source-to-image
optipng
pavucontrol
pgadmin4-desktop
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pm2
pngquant
postman-bin
python-pip
python-pipx
python-virtualenv
qbittorrent
ranger
ripgrep
rofi
rsync
sl
slack-desktop
smartmontools
sof-firmware
starship
steam
strace
telegram-desktop
translate-shell
ttf-fira-code
ttf-hack
ttf-jetbrains-mono
ttf-joypixels
ttf-roboto
ttf-ubuntu-font-family
ueberzug
unzip
vim
vlc
vulkan-intel
vulkan-radeon
w3m-imgcat
wget
wireguard-tools
wireless_tools
wireplumber
xclip
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-server-devel
xorg-xdpyinfo
xorg-xinit
xorg-xwininfo
xournalpp
xterm
yarn
yay
yay-debug
zoom
zram-generator
